[
  {
    "text": "You are not broken. You are healing.",
    "author": "Unknown"
  },
  {
    "text": "This pain will shape you — but it doesn't define you.",
    "author": "You"
  },
  {
    "text": "Grief is just love with nowhere to go.",
    "author": "Jamie Anderson"
  },
  {
    "text": "Radical ownership is the beginning of peace.",
    "author": "You"
  },
  {
    "text": "You didn't fail — you outgrew who you were pretending to be.",
    "author": "Unknown"
  },
  {
    "text": "Letting go is not giving up. It's choosing yourself.",
    "author": "You"
  },
  {
    "text": "You are still worthy of love, even if someone else couldn't give it.",
    "author": "You"
  },
  {
    "text": "You're not starting over — you're starting stronger.",
    "author": "Unknown"
  },
  {
    "text": "Every morning you get back up is a win.",
    "author": "You"
  },
  {
    "text": "You can't heal what you won't feel.",
    "author": "You"
  },
  {
    "text": "Trauma is not what happens to you, but what happens inside you as a result of what happened to you.",
    "author": "Bessel van der Kolk"
  },
  {
    "text": "Being able to feel safe with other people is probably the single most important aspect of mental health.",
    "author": "Bessel van der Kolk"
  },
  {
    "text": "You can’t get rid of fear or sadness, but you can learn to meet them with kindness.",
    "author": "Tara Brach"
  },
  {
    "text": "Perhaps the biggest tragedy of our lives is that freedom is possible, yet we can pass our years trapped.",
    "author": "Tara Brach"
  },
  {
    "text": "When we are no longer able to change a situation, we are challenged to change ourselves.",
    "author": "Viktor Frankl"
  },
  {
    "text": "Those who have a ‘why’ to live, can bear almost any ‘how’.",
    "author": "Viktor Frankl"
  },
  {
    "text": "The only person you can change is yourself.",
    "author": "Robert Glover"
  },
  {
    "text": "The road to masculinity is paved with ownership and truth.",
    "author": "Robert Glover"
  },
  {
    "text": "Closure doesn’t come from your ex. It comes from building a life so full they wouldn’t recognize you now.",
    "author": "Susan J. Elliott"
  },
  {
    "text": "Grief is a process, not a punishment. Let it do its work so you can begin yours.",
    "author": "Susan J. Elliott"
  },
  {
    "text": "Being single is not a punishment — it's a powerful place to rebuild and discover who you really are.",
    "author": "John Kim"
  },
  {
    "text": "You are not missing your other half. You are already whole.",
    "author": "John Kim"
  },
  {
    "text": "A lifetime of glory is worth a moment of pain.",
    "author": "Laura Hillenbrand (Unbroken)"
  },
  {
    "text": "The resilience of the human spirit is forged in the fire of suffering.",
    "author": "Laura Hillenbrand (Unbroken)"
  },
  {
    "text": "The brokenhearted are the bravest among us — they dared to love.",
    "author": "Brené Brown"
  },
  {
    "text": "Owning our story and loving ourselves through that process is the bravest thing we’ll ever do.",
    "author": "Brené Brown"
  },
  {
    "text": "Healing is not about forgetting — it's about remembering without pain.",
    "author": "Susan J. Elliott"
  },
  {
    "text": "You don’t need closure from them. You need commitment to yourself.",
    "author": "Susan J. Elliott"
  },
  {
    "text": "The trauma response is not a sign of weakness. It’s a sign that you survived.",
    "author": "MC McDonald"
  },
  {
    "text": "You are not broken. You are a human being with a nervous system that has adapted to survive.",
    "author": "MC McDonald"
  },
  {
    "text": "We don’t need to fix ourselves. We need to understand ourselves.",
    "author": "MC McDonald"
  },
  {
    "text": "Healing begins when we stop asking 'What’s wrong with me?' and start asking 'What happened to me?'",
    "author": "MC McDonald"
  }
]